# taps
tap 'homebrew/cask'

# casks
cask '1password'
cask 'alfred'
cask 'brave-browser'
cask 'discord'
cask 'docker'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'insomnia'
cask 'kitty'
cask 'macmediakeyforwarder'
cask 'microsoft-word'
cask 'microsoft-excel'
cask 'microsoft-powerpointl'
cask 'notion'
cask 'onedrive'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'the-unarchiver'
cask 'vlc'
cask 'webstorm'

# packages
brew 'bat'
brew 'composer'
brew 'fzf'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'imagemagick'
brew 'neovim'
brew 'node'
brew 'mariadb'
brew 'mas'
brew 'postgresql'
brew 'php'
brew 'pkg-config'
brew 'redis'
brew 'z'

# Mac App Store
mas 'Microsoft Remote Desktop', id: 1295203466
mas 'Messenger', id: 1480068668
mas 'Dato', id: 1470584107
mas 'Battery Indicator', id: 1206020918
mas 'Pomodoro.me - Focus on Tasks', id: 1484801884
