# taps
tap 'homebrew/cask'

# casks
cask '1password'
cask 'alfred'
cask 'discord'
cask 'dropbox'
cask 'figma'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'kitty'
cask 'macmediakeyforwarder'
cask 'skype'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'the-unarchiver'
cask 'vlc'
cask 'webstorm'

# packages
brew 'composer'
brew 'git'
brew 'git-flow'
brew 'go'
brew 'imagemagick'
brew 'neovim'
brew 'node'
brew 'mariadb'
brew 'mas'
brew 'postgresql'
brew 'php@7.2'
brew 'pkg-config'
brew 'redis'

# Mac App Store
mas 'Microsoft Remote Desktop 10', id: 1295203466
mas 'Be Focused - Focus Timer', id: 973134470
