# taps
tap 'homebrew/cask'

# casks
cask '1password'
cask 'alfred'
cask 'brave-browser'
cask 'discord'
cask 'docker'
cask 'firefox'
cask 'google-chrome'
cask 'hammerspoon'
cask 'insomnia'
cask 'kitty'
cask 'macmediakeyforwarder'
cask 'microsoft-word'
cask 'microsoft-excel'
cask 'microsoft-powerpoint'
cask 'notion'
cask 'onedrive'
cask 'slack'
cask 'spotify'
cask 'sublime-text'
cask 'tableplus'
cask 'the-unarchiver'
cask 'vlc'
cask 'jetbrains-toolbox'

# packages
brew 'bat'
brew 'fzf'
brew 'git'
brew 'go'
brew 'imagemagick'
brew 'neovim'
brew 'node'
brew 'pkg-config'
brew 'z'
